Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/DigitalSeparationUI.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# DEVICE_PASSCODE_DETAIL_RECOVERY
source: Update your device passcode to maintain the security of your data and account. Your old passcode will not be retained for recovery. To use passcode recovery, update your passcode later in Settings.
ar: يرجى تحديث رمز دخول الجهاز للحفاظ على أمن بياناتك وحسابك. لن يتم الاحتفاظ برمز الدخول القديم لاسترداده. لاستخدام ميزة استرداد رمز الدخول، يرجى تحديث رمز الدخول لاحقًا في الإعدادات.
bg: Обновете кода на устройството си, за да поддържате сигурността на вашите данни и регистрация. Старият ви код няма да бъде запазен за възстановяване. За да използвате функцията за възстановяване на код, обновете кода си по-късно в Настройки.
ca: Actualitza el codi del dispositiu per garantir la seguretat de les dades i del compte. Recorda, però, que no es conservarà el codi antic, de manera que no el podràs fer servir per recuperar el nou. Per utilitzar la recuperació del codi, actualitza’l més tard a la configuració.
cs: Aktualizace přístupového kódu k zařízení vám pomůže udržet data a účty v bezpečí. Váš starý kód se pro účely obnovení nezachová. Pokud chcete používat obnovení kódu, aktualizujte svůj kód později v Nastavení.
da: Opdater koden til din enhed for at opretholde sikkerheden for dine data og din konto. Den gamle kode opbevares ikke til gendannelse. Du kan opdatere koden senere i Indstillinger, hvis du vil bruge gendannelse af kode.
de: Aktualisiere deinen Gerätecode, um die Sicherheit deiner Daten und deines Accounts zu wahren. Dein alter Code wird nicht zur Wiederherstellung aufbewahrt. Aktualisiere später deinen Code in „Einstellungen“, um die Code-Wiederherstellung zu verwenden.
el: Για διατήρηση της ασφάλειας των δεδομένων και του λογαριασμού σας, ενημερώστε τον κωδικό της συσκευής σας. Ο παλιός κωδικός σας δεν θα διατηρηθεί για ανάκτηση. Για χρήση της ανάκτησης κωδικού, ενημερώστε τον κωδικό σας ανά πάσα στιγμή στις Ρυθμίσεις.
es: Actualiza el código de tu dispositivo para seguir protegiendo tus datos y tu cuenta. El código antiguo no se podrá usar para recuperar el nuevo. Para usar la recuperación del código, actualiza tu código más tarde en Ajustes.
es_us: Actualiza el código de tu dispositivo para mantener la seguridad de tus datos y tu cuenta. No se conservará tu código anterior con fines de recuperación. Para usar la recuperación del código, actualiza tu código después en Configuración.
fi: Päivitä laitteen pääsykoodi, jotta tietosi ja tilisi pysyvät suojattuina. Vanhaa pääsykoodia ei säilytetä palautusta varten. Jos haluat käyttää pääsykoodi­palautusta, päivitä pääsykoodi myöhemmin Asetuksissa.
fr: Mettez à jour le code de votre appareil pour préserver la sécurité de vos données et de votre compte. Votre ancien code ne sera pas conservé et ne pourra pas être utilisé pour récupérer votre code. Pour utiliser la récupération du code, mettez à jour votre code ultérieurement dans Réglages.
fr_ca: Mettez à jour le code de votre appareil pour assurer la sécurité de vos données et de votre compte. Votre ancien code ne servira plus à la récupération. Mettez à jour votre code plus tard dans Réglages pour pouvoir l’utiliser aux fins de la récupération.
he: באפשרותך לעדכן את קוד הגישה של המכשיר שלך כדי לשמר את רמת האבטחה של הנתונים והחשבון שלך. קוד הגישה הישן לא יישמר לשחזור. כדי להשתמש בשחזור קוד גישה, יש לעדכן את קוד הגישה מאוחר יותר ב״הגדרות״.
hi: अपने डेटा और खाते की सुरक्षा बरक़रार रखने के लिए अपने डिवाइस का पासकोड अपडेट करें। रिकवरी के लिए आपका पुराना पासकोड नहीं रखा जाएगा। पासकोड रिकवरी उपयोग करने के लिए, सेटिंग्ज़ में जाकर बाद में अपना पासकोड अपडेट करें।
hr: Ažurirajte šifru uređaja za održavanje sigurnosti svojih podataka i računa. Vaša stara šifra neće se zadržati radi oporavka. Za uporabu oporavka šifre ažurirajte šifru kasnije u Postavkama.
hu: Frissítse az eszköz jelkódját, ha továbbra is szeretne gondoskodni adatai és fiókja biztonságáról. A régi jelkódja nem lesz megtartva helyreállítás céljából. A jelkód-helyreállítás használatához frissítse a jelkódját később a Beállításokban.
id: Perbarui kode sandi perangkat Anda untuk menjaga keamanan data dan akun Anda. Kode sandi lama Anda tidak akan disimpan untuk pemulihan. Untuk menggunakan pemulihan kode sandi, perbarui kode sandi Anda nanti di Pengaturan.
it: Aggiorna il codice del dispositivo per garantire la sicurezza dei tuoi dati e dell’account. Il codice precedente non sarà conservato per il recupero. Se vuoi utilizzare il recupero del codice, aggiornalo in seguito in Impostazioni.
ja: デバイスのパスコードをアップデートして、データとアカウントのセキュリティを維持しましょう。古いパスコードは復旧のために保持されることはありません。パスコードの復旧を使用するには、“設定”でパスコードをアップデートしてください。
kk: Деректеріңіздің және аккаунтыңыздың қауіпсіздігін қамтамасыз ету үшін құрылғыңыздың құпиякодын жаңартыңыз. Ескі құпиякодыңыз қалпына келтіру мақсатында сақталмайды. Құпиякодты қалпына келтіруді пайдалану үшін оны кейінірек «Реттеулер» бөлімінен жаңартыңыз.
ko: 데이터 및 계정의 보안을 유지하기 위해 사용자의 기기 암호를 업데이트하십시오. 이전 암호는 복구용으로 유지되지 않습니다. 암호 복구를 사용하려면 나중에 설정 앱에서 암호를 업데이트하십시오.
lt: Atnaujinkite įrenginio prieigos kodą, kad paskyra ir duomenys išliktų saugūs. Ankstesnis prieigos kodas nebus išsaugotas, kad jį būtų galima atkurti. Norėdami atkurti prieigos kodą, vėliau atnaujinkite prieigos kodą nustatymuose.
ms: Kemas kini kod laluan peranti anda untuk mengekalkan keselamatan data dan akaun anda. Kod laluan lama anda tidak akan disimpan untuk pemulihan. Untuk menggunakan pemulihan kod laluan, kemas kini kod laluan anda kemudian dalam Seting.
nl: Werk de toegangscode van je apparaat bij om de beveiliging van je gegevens en account te behouden. Je oude toegangscode wordt niet bewaard voor herstel. Om herstel van toegangscode te gebruiken, werk je je toegangscode later bij in Instellingen.
no: Oppdater tilgangskoden på enheten for å sikre kontoen og dataene dine. Den gamle koden blir ikke beholdt for gjenoppretting. Du kan oppdatere koden din senere i Innstillinger hvis du vil bruke kodegjenoppretting.
pl: Aby nadal chronić swoje dane i konto, uaktualnij kod urządzenia. Stary kod nie zostanie zachowany na potrzeby odzyskiwania. Aby używać kodu odzyskiwania, uaktualnij swój kod później w Ustawieniach.
pt_br: Atualize o código do dispositivo para manter a segurança dos seus dados e conta. O código antigo não será retido para recuperação. Para usar a recuperação de código, atualize o código mais tarde nos Ajustes.
pt_pt: Atualize o código do dispositivo para manter a segurança dos seus dados e conta. O código antigo não será preservado para recuperação. Para usar a recuperação de código, atualize o código depois nas Definições.
ro: Actualizați codul de acces al dispozitivului dvs. pentru a menține securitatea datelor și contului. Codul de acces vechi nu va fi reținut pentru recuperare. Pentru a utiliza recuperarea codului, actualizați codul de acces ulterior în Configurări.
ru: Обновите код‑пароль устройства, чтобы сохранить безопасность своих данных и учетной записи. Старый код‑пароль не будет храниться для восстановления. Чтобы использовать восстановление код‑пароля, обновите код-пароль позже в Настройках.
sk: Aktualizácia kódu zariadenia vám pomôže zachovať bezpečnosť vašich dát a účtu. Váš starý kód nebude uchovaný na účely obnovy. Ak chcete používať obnovu kódu, aktualizujte svoj kód neskôr v Nastaveniach.
sl: Posodobite kodo za dostop naprave, da ohranite varnost podatkov in računa. Vaša stara koda za dostop ne bo ohranjena za obnovitev. Če želite uporabiti obnovitev kode za dostop, kodo za dostop posodobite pozneje v Nastavitvah.
sv: Uppdatera enhetens lösenkod för att upprätthålla säkerheten för dina data och ditt konto. Din gamla lösenkod sparas inte för återställning. Om du vill använda återställning av lösenkod uppdaterar du din lösenkod senare i Inställningar.
th: อัปเดตรหัสอุปกรณ์ของคุณเพื่อรักษาความปลอดภัยของข้อมูลและบัญชีของคุณ รหัสเก่าของคุณจะไม่ถูกเก็บรักษาเพื่อใช้กู้คืน ในการใช้การกู้คืนรหัส ให้อัปเดตรหัสของคุณภายหลังในการตั้งค่า
tr: Verilerinizin ve hesabınızın güvenliğini sağlamak için aygıtınızın parolasını güncelleyin. Eski parolanız kurtarma için tutulmaz. Parola kurtarmayı kullanmak için parolanızı daha sonra Ayarlar’da güncelleyin.
uk: Оновіть код допуску пристрою, щоб захистити свої дані й обліковий запис. Ваш старий код допуску не зберігатиметься для відновлення. Щоб скористатися відновленням коду допуску, оновіть свій код допуску пізніше в Параметрах.
vi: Cập nhật mật mã thiết bị của bạn để duy trì bảo mật dữ liệu và tài khoản của bạn. Mật mã cũ của bạn sẽ không được giữ lại để khôi phục. Để sử dụng khôi phục mật mã, hãy cập nhật mật mã của bạn sau này trong Cài đặt.
zh_cn: 更新设备密码以维护数据和账户安全。旧密码不会保留作恢复之用。若要使用密码恢复，请稍后在“设置”中更新密码。
zh_hk: 更新裝置密碼以保持資料和帳户安全。舊密碼將不會保留用作還原。如要使用密碼還原，請稍後在「設定」更新密碼。
zh_tw: 更新你的裝置密碼來維持資料和帳號的安全性。你的舊密碼將無法保留以用於復原。若要使用密碼復原，請稍後從「設定」更新你的密碼。

# RESET_ALL_CONFIRMATION_HOME
source: By continuing, apps will no longer have access to your home data. From now on, apps cannot access your home data without your permission.
ar: عند المتابعة، لن يعود بإمكان التطبيقات الوصول إلى بيانات منزلك. من الآن فصاعدًا، لن يكون بإمكان التطبيقات الوصول إلى بيانات منزلك من دون إذنك.
bg: Като продължите, приложенията няма повече да имат достъп до данните за дома ви. От сега нататък приложенията няма да имат достъп до данните за дома ви без вашето разрешение.
ca: Si continues, les apps deixaran de tenir accés a les dades de la casa i ja no podran accedir‑hi sense el teu permís.
cs: Pokud budete pokračovat, aplikace už nebudou mít přístup k datům vaší domácnosti. Od této chvíle k nim budou mít přístup, jen pokud jim to povolíte.
da: Hvis du fortsætter, vil apps ikke længere have adgang til dine data om hjemmet. Fra nu af kan apps ikke få adgang til dine data om hjemmet uden din tilladelse.
de: Wenn du fortfährst, haben Apps keinen Zugriff mehr auf deine Home-Daten. Ab diesem Zeitpunkt können Apps nicht mehr ohne deine Erlaubnis auf deine Home-Daten zugreifen.
el: Αν συνεχίσετε, οι εφαρμογές δεν θα έχουν πλέον πρόσβαση στα δεδομένα Οικίας σας. Από εδώ και στο εξής, οι εφαρμογές δεν μπορούν να έχουν πρόσβαση στα δεδομένα Οικίας σας χωρίς την άδειά σας.
es: Al continuar, las apps dejarán de tener acceso a los datos de tu casa y, a partir de ahora, solo podrán acceder a ellos con tu permiso.
es_us: Si continúas, las apps ya no tendrán acceso a tus datos de Casa y, de ahora en adelante, requerirán tu permiso para usarlos.
fi: Jos jatkat, apit eivät enää voi käyttää kodin tietoja. Tästä eteenpäin apit eivät enää voi käyttää kodin tietoja ilman lupaasi.
fr: Si vous poursuivez, les apps n’auront plus accès à vos données Maison. Dorénavant, elles ne pourront plus y accéder sans votre autorisation.
fr_ca: En continuant, les apps n’auront plus accès aux données de votre domicile et ne pourront désormais plus y accéder sans votre autorisation.
he: המשך הפעולה יוביל לביטול אפשרות הגישה של יישומים לנתוני הבית שלך. מעתה, יישומים לא יוכלו לגשת לנתוני הבית שלך ללא אישורך.
hi: जारी रखने से, ऐप्स के पास अब आपके घर डेटा का ऐक्सेस नहीं रहेगा। अब से, ऐप्स आपकी अनुमति के बिना आपके घर डेटा को ऐक्सेस नहीं कर पाएँगे।
hr: Ako nastavite, aplikacije više neće imati pristup podacima vašeg doma. Odsad aplikacije više neće moći pristupiti podacima doma bez vašeg dopuštenja.
hu: Ha folytatja, az appok nem fognak hozzáférni az otthonadataihoz. Mostantól az appok nem fognak tudni hozzáférni az otthonadataihoz az Ön engedélye nélkül.
id: Dengan melanjutkan, app tidak akan lagi memiliki akses ke data rumah Anda. Mulai sekarang, app tidak dapat mengakses data rumah Anda tanpa izin Anda.
it: Se procedi, le app non avranno più accesso ai dati della tua abitazione. Da questo momento in poi, non saranno in grado di accedervi senza il tuo permesso.
ja: 続けると、アプリでホームデータにアクセスできなくなります。今後、あなたの許可なく、アプリでホームデータにアクセスすることはできません。
kk: Жалғастыру арқылы қолданбалар үй туралы деректеріңізге енді қол жеткізе алмайды. Бұдан былай қолданбалар рұқсатыңызсыз үй туралы деректеріңізге қол жеткізе алмайды.
ko: 계속하면, 앱은 더 이상 사용자의 홈 데이터에 접근할 수 없게 됩니다. 이제부터 앱은 사용자의 허가 없이 홈 데이터에 접근할 수 없습니다.
lt: Jei tęsite, programos nebeturės prieigos prie jūsų namų duomenų. Nuo šiol programos negalės pasiekti pradžios duomenų be jūsų leidimo.
ms: Dengan meneruskan, app tidak lagi akan mempunyai akses kepada data rumah anda. Mulai sekarang, app tidak boleh mengakses data rumah anda tanpa keizinan anda.
nl: Als je doorgaat, hebben apps geen toegang meer tot je woninggegevens. Voortaan hebben apps zonder je toestemming geen toegang tot je woninggegevens.
no: Hvis du fortsetter, vil ikke apper lenger ha tilgang til Hjem-data. Fra nå av kan ikke apper bruke Hjem-data uten å spørre deg først.
pl: Jeśli będziesz kontynuować, aplikacje utracą dostęp do Twoich danych domów. Od teraz aplikacje nie będą miały dostępu do Twoich danych domów bez Twojej zgody.
pt_br: Se você continuar, os apps não terão mais acesso aos dados da sua casa. De agora em diante, os apps não poderão acessar os dados da sua casa sem a sua permissão.
pt_pt: Se continuar, as aplicações deixarão de ter acesso aos dados de Casa. A partir de agora, as aplicações não podem aceder aos dados de Casa sem a sua autorização.
ro: În cazul în care continuați, aplicațiile nu vor mai avea acces la datele dvs. privind locuința. De acum înainte, aplicațiile nu vor putea accesa datele privind locuința fără permisiunea dvs.
ru: Если продолжить, приложения утратят доступ к данным Вашего дома в приложении «Дом». Впоследствии приложения не смогут получать доступ к данным дома без Вашего разрешения.
sk: Ak sa rozhodnete pokračovať, apky už nebudú mať prístup k vašim dátam domácnosti. Odteraz budú apky môcť pristupovať k vašim dátam domácnosti, len ak im to povolíte.
sl: Če nadaljujete, aplikacije ne bodo več imele dostopa do podatkov o vašem domu. Aplikacije odslej ne morejo dostopati do podatkov o domu brez vašega dovoljenja.
sv: Om du fortsätter får apparna inte längre tillgång till dina data från hemmet. Från och med nu kan appar inte längre komma åt data från ditt hem utan ditt tillstånd.
th: โดยการดำเนินการต่อ หมายความว่าแอปจะไม่สามารถเข้าถึงข้อมูลบ้านของคุณได้อีกต่อไป จากนี้ไป แอปจะไม่สามารถเข้าถึงข้อมูลบ้านของคุณได้โดยไม่ได้รับอนุญาตจากคุณ
tr: Sürdürürseniz uygulamalar artık ev verilerinize erişemez. Bundan sonra uygulamalar izniniz olmadan ev verilerinize erişemez.
uk: Якщо продовжити, програми більше не матимуть доступу до даних Дому. Відтепер програми не зможуть отримувати доступ до даних Дому без вашого дозволу.
vi: Bằng việc tiếp tục, các ứng dụng sẽ không có quyền truy cập vào dữ liệu nhà của bạn nữa. Từ bây giờ trở đi, các ứng dụng không thể truy cập dữ liệu nhà mà không có sự cho phép của bạn.
zh_cn: 若继续，App将不可再访问你的“家庭”数据。从现在开始，未经你的许可，App无法访问你的“家庭”数据。
zh_hk: 如繼續，App將再無法取用你的家居資料。現在開始，如沒有你的授權，App將無法取用你的家居資料。
zh_tw: 若繼續，App將無法取用你的家庭資料。從現在起，App無法未經你的許可取用家庭資料。

# WIFI_SYNC_DETAIL_SINGLE
source: Your iPhone may be transferring data, like your messages or browsing history, to a synced computer over Wi-Fi or with a cable. You can stop this iPhone from transferring data by removing this computer.
ar: ربما ينقل iPhone بيانات، مثل رسائلك أو سجل تاريخ تصفحك، إلى جهاز كمبيوتر متزامن عبر شبكة Wi-Fi أو باستخدام كبل. يمكنك منع هذا الـ iPhone من نقل البيانات عن طريق إزالة هذا الكمبيوتر.
bg: Вашият iPhone може да прехвърля данни, като вашите съобщения или история на браузване, към синхронизиран компютър през Wi-Fi или с кабел. Можете да спрете този iPhone да прехвърля данни, като прекъснете връзката с този компютър.
ca: Pot ser que s’estiguin transferint dades de l’iPhone, com ara els missatges o l’historial de navegació, a un ordinador sincronitzat per Wi‑Fi o amb fil. Per aturar la transferència de les dades de l’iPhone, elimina l’ordinador.
cs: iPhone může přenášet obsah, jako jsou zprávy nebo historie prohlížení webu, do synchronizovaného počítače přes Wi‑Fi nebo kabelové připojení. Chcete‑li přenos dat z iPhonu zastavit, tento počítač odeberte.
da: iPhone overfører muligvis data, f.eks. beskeder og browserhistorik, til en synkroniseret computer via Wi-Fi eller med et kabel. Du kan forhindre iPhone i at overføre data ved at fjerne denne computer.
de: Dein iPhone kann Daten wie deine Nachrichten oder den Browser-Verlauf über WLAN oder Kabel auf einen synchronisierten Computer übertragen. Du kannst die Übertragung dieser Daten durch das iPhone unterbinden, indem du diesen Computer entfernst.
el: Το iPhone ενδέχεται να μεταφέρει δεδομένα, όπως τα μηνύματα ή το ιστορικό περιήγησής σας, σε έναν συγχρονισμένο υπολογιστή μέσω Wi-Fi ή με καλώδιο. Μπορείτε να διακόψετε τη μεταφορά δεδομένων από αυτό το iPhone αφαιρώντας αυτόν τον υπολογιστή.
es: Puede que tu iPhone esté transfiriendo datos, como tus mensajes o tu historial de navegación, a un ordenador sincronizado mediante Wi‑Fi o por cable. Puedes detener la transferencia de datos del iPhone eliminando este ordenador.
es_us: Tu iPhone podría estar transfiriendo datos, como tus mensajes o tu historial de navegación, a una computadora sincronizada mediante una conexión Wi-Fi o alámbrica. Puedes impedir que el iPhone transfiera estos si eliminas esta computadora.
fi: iPhone saattaa siirtää tietoja, kuten viestejä ja selaushistoriaa, synkronoituun tietokoneeseen Wi‑Fin tai kaapelin kautta. Voit estää tätä iPhonea siirtämästä tietoja poistamalla tämän tietokoneen.
fr: Votre iPhone est peut-être en train de transférer des données, telles que vos messages ou votre historique de navigation, vers un ordinateur synchronisé via Wi-Fi ou à l’aide d’un câble. Vous pouvez arrêter le transfert des données depuis cet iPhone en supprimant cet ordinateur.
fr_ca: Votre iPhone transfère peut-être des données telles que vos messages ou votre historique de navigation à un ordinateur synchronisé au moyen d’une connexion Wi‑Fi ou d’un câble. Vous pouvez empêcher cet iPhone de transférer des données en supprimant cet ordinateur.
he: ייתכן שה-iPhone מעביר נתונים, כמו ההודעות או היסטוריית הגלישה שלך, למחשב מסונכרן באמצעות רשת אלחוטית או כבל. ניתן למנוע את העברת הנתונים מ-iPhone זה באמצעות הסרת המחשב.
hi: हो सकता है कि आपका iPhone आपके संदेशों या ब्राउज़िंग हिस्ट्री जैसे डेटा को वाई-फ़ाई या केबल के ज़रिए सिंक किए गए कंप्यूटर पर ट्रांसफ़र कर रहा हो। आप यह कंप्यूटर हटाकर इस iPhone को डेटा ट्रांसफ़र करने से रोक सकते हैं।
hr: Vaš iPhone možda prenosi podatke poput vaših poruka ili povijesti pretraživanja na sinkronizirano računalo preko Wi-Fija ili kabela. Možete zaustaviti prijenos podataka s ovog iPhonea tako da uklonite računalo.
hu: Előfordulhat, hogy az iPhone-ja adatokat (például az Ön üzeneteit vagy böngészési előzményeit) visz át egy szinkronizált számítógépre kábelen vagy Wi‑Fi‑n keresztül. Leállíthatja az adatok átvitelét erről az iPhone-ról, ha eltávolítja ezt a számítógépet.
id: iPhone Anda mungkin mentransfer data, seperti pesan atau riwayat penelusuran Anda, ke komputer yang diselaraskan melalui Wi-Fi atau kabel. Anda dapat membuat iPhone ini berhenti mentransfer data dengan menghapus komputer ini.
it: È possibile che iPhone stia trasferendo dati, come i messaggi o la cronologia di navigazione, a un computer sincronizzato tramite Wi‑Fi o via cavo. Puoi interrompere il trasferimento da iPhone rimuovendo il computer con cui non vuoi sincronizzare i dati.
ja: iPhoneから同期されているコンピュータにメッセージや閲覧履歴などのデータがWi‑Fiまたはケーブルを介して転送されている可能性があります。 このコンピュータを削除することで、iPhoneからのデータの転送を停止できます。
kk: iPhone құрылғыңыз хабарларыңыз немесе шолу тарихы сияқты деректерді Wi‑Fi немесе кабель арқылы синхрондалған компьютерге тасымалдауы мүмкін. Осы компьютерді жою арқылы осы iPhone деректерін тасымалдауды тоқтатуға болады.
ko: iPhone이 Wi-Fi 또는 케이블을 통해 메시지 또는 검색 기록과 같은 데이터를 동기화된 컴퓨터로 전송 중일 수 있습니다. 이 컴퓨터를 제거하여 이 iPhone의 데이터 전송을 중단할 수 있습니다.
lt: „iPhone“ gali perduoti duomenis, pvz., žinutes ar naršymo istoriją, į sinchronizuojamą kompiuterį naudojant „Wi-Fi“ arba kabelį. Galite sustabdyti šio „iPhone“ duomenų perdavimą pašalindami šį kompiuterį.
ms: iPhone anda mungkin memindahkan data, seperti mesej atau sejarah pelayaran anda, ke komputer yang diselaraskan melalui Wi‑Fi atau dengan kabel. Anda boleh menghentikan iPhone ini daripada memindahkan data dengan mengeluarkan komputer ini.
nl: Je iPhone zet mogelijk gegevens, zoals je berichten of browsergeschiedenis, over naar een gesynchroniseerde computer via wifi of met een kabel. Je kunt voorkomen dat deze iPhone gegevens overzet door deze computer te verwijderen.
no: iPhonen kan overføre data, som meldinger og nettleserloggen din, til en synkronisert datamaskin over Wi‑Fi eller via en nettverkskabel. Du kan avslutte dataoverføring fra iPhonen ved å fjerne datamaskinen.
pl: Twój iPhone może przesyłać dane, na przykład wiadomości lub historię przeglądania, do synchronizowanego komputera przez sieć Wi‑Fi lub przy użyciu przewodu. Aby temu zapobiec, możesz usunąć komputer, z którym Twoje dane nie mają być synchronizowane.
pt_br: O iPhone pode estar transferindo dados, como mensagens ou histórico de navegação, para um computador sincronizado via Wi‑Fi ou cabo. Para que o iPhone pare de transferir dados, remova esse computador.
pt_pt: É possível que o iPhone esteja a transferir dados, como mensagens ou histórico de navegação, para um computador sincronizado através de Wi‑Fi ou com um cabo. Pode impedir este iPhone de transferir dados removendo este computador.
ro: Este posibil ca iPhone‑ul dvs. să transfere date, precum mesaje sau istoricul de navigare, pe un computer sincronizat prin Wi‑Fi sau prin cablu. Puteți opri transferarea datelor de pe acest iPhone prin eliminarea acestui computer.
ru: Возможно, Ваш iPhone передает Ваши данные, такие как сообщения или история просмотра, на синхронизированный компьютер по Wi‑Fi или через кабель. Вы можете прекратить передачу данных с этого iPhone, удалив этот компьютер.
sk: Váš iPhone môže prenášať dáta, napríklad správy alebo históriu prezerania stránok, na synchronizovaný počítač cez Wi-Fi alebo kábel. Prenos dát z iPhonu môžete zastaviť odstránením tohto počítača.
sl: Vaš iPhone morda prenaša podatke, na primer sporočila ali zgodovino brskanja, v sinhroniziran računalnik prek omrežja Wi-Fi ali kabla. Prenos podatkov iz tega iPhona lahko ustavite tako, da odstranite ta računalnik.
sv: iPhone kan överföra data som dina meddelanden eller surfhistorik till en synkroniserad dator över Wi‑Fi eller med en sladd. Du kan förhindra att iPhone överför data genom att ta bort den här datorn.
th: iPhone ของคุณอาจกำลังถ่ายโอนข้อมูล เช่น ข้อความหรือประวัติการท่องเว็บของคุณ ไปยังคอมพิวเตอร์ที่เชื่อมข้อมูลผ่านทาง Wi‑Fi หรือใช้สายเคเบิล คุณสามารถหยุด iPhone เครื่องนี้ไม่ให้ถ่ายโอนข้อมูลได้โดยการเอาคอมพิวเตอร์นี้ออก
tr: iPhone’unuz, eşzamanlanan bir bilgisayara Wi-Fi üzerinden veya bir kablo ile mesaj ve dolaşma geçmişi gibi verileri aktarıyor olabilir. Bu bilgisayarı silerek bu iPhone’un veri aktarmasını durdurabilirsiniz.
uk: З iPhone можна переносити дані, як‑от повідомлення та історію перегляду вебсторінок, на синхронізований компʼютер через мережу Wi‑Fi або кабель. Щоб припинити передавання даних з iPhone, вилучіть цей компʼютер.
vi: iPhone của bạn có thể đang chuyển dữ liệu như tin nhắn hoặc lịch sử duyệt web đến một máy tính được đồng bộ hóa qua Wi-Fi hoặc bằng cáp. Bạn có thể ngăn không cho iPhone này chuyển dữ liệu bằng cách xóa máy tính này.
zh_cn: iPhone可能正通过Wi‑Fi或连接线向同步电脑传输信息或浏览历史记录等数据。 若要停止从此iPhone传输数据，你可以移除此电脑。
zh_hk: iPhone可能正在透過Wi-Fi或連接線，將訊息或瀏覽記錄等資料轉移至已同步的電腦。 你可以透過移除此電腦來停止此iPhone轉移資料。
zh_tw: 你的iPhone可能會將你的訊息或瀏覽記錄等資料，透過Wi-Fi或連接線移轉至已同步的電腦上。 你可以移除這部電腦來停止此iPhone移轉資料。
